Repository: FritzSavira/bee_mgmt
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Page not found
cs: Stránka nenalezena

source: Oops! The page you are looking for does not exist or has been moved.
cs: Jejda! Hledaná stránka neexistuje nebo byla přesunuta.

source: Back to Home
cs: Zpět na hlavní stránku

source: Bee Management
cs: Vedení včel

source: Toggle navigation
cs: Přepnout navigaci

source: Overview
cs: Přehled

source: + New Hive
cs: + Nový úl

source: Close
cs: Zavřít

source: Bee Management App
cs: Aplikace pro vedení včel

source: Edit Feeding for Hive
cs: Upravit krmení pro úl

source: Feeding Date
cs: Datum krmení

source: Food Type
cs: Typ potravy

source: Amount (kg/l)
cs: Množství (kg/l)

source: Concentration (if liquid)
cs: Koncentrace (pokud je tekutý)

source: Save
cs: Uložit

source: Cancel
cs: Zrušit

source: Edit Honey Harvest for Hive
cs: Upravit sklizeň medu pro úl

source: Harvest Date
cs: Datum sklizně

source: Amount (kg)
cs: Množství (kg)

source: Honey Type
cs: Typ medu

source: Water Content (%)
cs: Obsah vody (%)

source: Notes
cs: Poznámky

source: Edit Hive
cs: Upravit úl

source: Hive Number
cs: Číslo úlu

source: Location
cs: Umístění

source: Hive Type
cs: Typ úlu

source: Number of Frames
cs: Počet rámků

source: Colony Strength (number of occupied comb lanes)
cs: Síla včelstva (počet obsazených uliček)

source: Temperament (scale 1-5)
cs: Temperament (škála 1-5)

source: Swarming Tendency
cs: Rojová nálada

source: low
cs: nízká

source: medium
cs: střední

source: high
cs: vysoká

source: Comb Settling
cs: Usídlení plástů

source: calm
cs: klidné

source: restless
cs: neklidné

source: Honey Yield Rating
cs: Hodnocení medného výnosu

source: below average
cs: podprůměrný

source: average
cs: průměrný

source: above average
cs: nadprůměrný

source: Edit Inspection for Hive
cs: Upravit kontrolu pro úl

source: Inspection Date
cs: Datum kontroly

source: Brood Status
cs: Stav plodu

source: Queen Sighted
cs: Matka spatřena

source: Swarm Cells
cs: Rojové matečníky

source: Food Supply
cs: Zásoby potravy

source: good
cs: dobrá

source: sufficient
cs: dostatečná

source: Measures Taken
cs: Přijatá opatření

source: Observations
cs: Pozorování

source: Update Inspection
cs: Aktualizovat kontrolu

source: Edit Queen for Hive
cs: Upravit matku pro úl

source: Origin
cs: Původ

source: Birth Year/Hatching Date
cs: Rok narození/Datum vylíhnutí

source: Color Mark
cs: Barevné značení

source: Breed/Genetics
cs: Plemeno/Genetika

source: Introduction Date
cs: Datum představení

source: Marked
cs: Značená

source: Clipped/Unclipped
cs: Přistřižená/Nepřistřižená

source: Edit Split for Hive
cs: Upravit rozdělení pro úl

source: Split Date
cs: Datum rozdělení

source: Method
cs: Metoda

source: New Hive ID (optional)
cs: ID nového úlu (volitelné)

source: Edit Treatment for Hive
cs: Upravit ošetření pro úl

source: Treatment Date
cs: Datum ošetření

source: Treatment Type
cs: Typ ošetření

source: Used Agent
cs: Použitý prostředek

source: Dosage
cs: Dávkování

source: Duration of Treatment
cs: Doba trvání ošetření

source: Efficacy Observation
cs: Pozorování účinnosti

source: Edit Varroa Control for Hive
cs: Upravit kontrolu varroázy pro úl

source: Control Date
cs: Datum kontroly

source: Mite Count
cs: Počet roztočů

source: Infestation Level
cs: Úroveň napadení

source: Feedings for Hive
cs: Krmení pro úl

source: Back to Hive
cs: Zpět k úlu

source: All Feedings
cs: Všechna krmení

source: + New Feeding
cs: + Nové krmení

source: Date
cs: Datum

source: Amount
cs: Množství

source: Concentration
cs: Koncentrace

source: Actions
cs: Akce

source: Are you sure you want to delete this feeding entry?
cs: Opravdu chcete smazat tento záznam krmení?

source: No feedings available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádné záznamy o krmení.

source: Honey Harvests for Hive
cs: Sklizeň medu pro úl

source: All Honey Harvests
cs: Všechny sklizně medu

source: + New Harvest
cs: + Nová sklizeň

source: Water Content
cs: Obsah vody

source: Are you sure you want to delete this harvest entry?
cs: Opravdu chcete smazat tento záznam sklizně?

source: No honey harvests available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádné záznamy o sklizni medu.

source: Honey Harvest Report
cs: Zpráva o sklizni medu

source: Total Yield
cs: Celkový výnos

source: Total Honey Yield
cs: Celkový výnos medu

source: This is the cumulative yield of all recorded honey harvests.
cs: Toto je kumulativní výnos všech zaznamenaných sklizní medu.

source: Back to Overview
cs: Zpět na přehled

source: Details for
cs: Detaily pro

source: Hive
cs: Úl

source: Current Queen
cs: Současná matka

source: Colony Strength
cs: Síla včelstva

source: Edit Master Data
cs: Upravit hlavní údaje

source: + Inspection
cs: + Kontrola

source: + Feeding
cs: + Krmení

source: + Treatment
cs: + Ošetření

source: + Harvest
cs: + Sklizeň

source: + Varroa Control
cs: + Varroakontrola

source: + Split
cs: + Rozdělení

source: + Queen
cs: + Matka

source: Chronicle
cs: Kronika

source: No entries in the chronicle for this hive yet.
cs: Pro tento úl zatím nejsou v kronice žádné záznamy.

source: Hive Overview
cs: Přehled úlů

source: No hives available yet.
cs: Zatím nejsou k dispozici žádné úly.

source: Inspections for Hive
cs: Kontroly pro úl

source: All Inspections
cs: Všechny kontroly

source: + New Inspection
cs: + Nová kontrola

source: Yes
cs: Ano

source: No
cs: Ne

source: Are you sure you want to delete this inspection?
cs: Opravdu chcete smazat tuto kontrolu?

source: No inspections available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádné kontroly.

source: New Feeding for Hive
cs: Nové krmení pro úl

source: Add
cs: Přidat

source: New Honey Harvest for Hive
cs: Nová sklizeň medu pro úl

source: Add New Hive
cs: Přidat nový úl

source: New Inspection for Hive
cs: Nová kontrola pro úl

source: Add Inspection
cs: Přidat kontrolu

source: New Queen for Hive
cs: Nová matka pro úl

source: Add New Split for Hive
cs: Přidat nové rozdělení pro úl

source: New Treatment for Hive
cs: Nové ošetření pro úl

source: New Varroa Control for Hive
cs: Nová kontrola varroázy pro úl

source: Queens for Hive
cs: Matky pro úl

source: All Queens
cs: Všechny matky

source: + New Queen
cs: + Nová matka

source: Birth Date
cs: Datum narození

source: Age (Years)
cs: Věk (roky)

source: Breed
cs: Plemeno

source: Clipped
cs: Přistřižená

source: Are you sure you want to delete this queen?
cs: Opravdu chcete smazat tuto matku?

source: No queens available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádné matky.

source: Splits for Hive
cs: Rozdělení pro úl

source: All Splits
cs: Všechna rozdělení

source: + New Split
cs: + Nové rozdělení

source: New Hive ID
cs: ID nového úlu

source: Are you sure you want to delete this split entry?
cs: Opravdu chcete smazat tento záznam o rozdělení?

source: No splits available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádná rozdělení.

source: Treatments for Hive
cs: Ošetření pro úl

source: All Treatments
cs: Všechna ošetření

source: + New Treatment
cs: + Nové ošetření

source: Type
cs: Typ

source: Agent
cs: Prostředek

source: Duration
cs: Doba trvání

source: Are you sure you want to delete this treatment?
cs: Opravdu chcete smazat toto ošetření?

source: No treatments available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádná ošetření.

source: Treatment Report
cs: Zpráva o ošetření

source: Hive ID
cs: ID úlu

source: No treatments found.
cs: Nebyly nalezeny žádné ošetření.

source: Varroa Controls for Hive
cs: Varroakontroly pro úl

source: All Varroa Controls
cs: Všechny varroakontroly

source: + New Varroa Control
cs: + Nová varroakontrola

source: Are you sure you want to delete this varroa control entry?
cs: Opravdu chcete smazat tento záznam varroakontroly?

source: No varroa controls available for this hive yet.
cs: Pro tento úl zatím nejsou k dispozici žádné varroakontroly.
