Repository: FritzSavira/bee_mgmt
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada

source: Oops! The page you are looking for does not exist or has been moved.
de: Hoppla! Die von Ihnen gesuchte Seite existiert nicht oder wurde verschoben.
es: ¡Ups! La página que buscas no existe o ha sido movida.

source: Back to Home
de: Zurück zur Startseite
es: Volver a Inicio

source: Location
de: Standort
es: Ubicación

source: Queen
de: Königin
es: Reina

source: N/A
de: k. A.
es: N/D

source: Hive Type
de: Beutentyp
es: Tipo de Colmena

source: Are you sure you want to delete this hive?
de: Sind Sie sicher, dass Sie diesen Bienenstock löschen möchten?

source: Brood Status
de: Brutstatus
es: Estado de Cría

source: Food Supply
de: Futtervorrat
es: Suministro de Alimento

source: Type
de: Typ
es: Tipo

source: Amount
de: Menge
es: Cantidad

source: Honey Type
de: Honigsorte
es: Tipo de Miel

source: Mite Count
de: Milbenzählung
es: Conteo de Ácaros

source: Method
de: Methode
es: Método

source: New Hive ID
de: ID des neuen Bienenstocks
es: ID de Nueva Colmena

source: Origin
de: Herkunft
es: Origen

source: Breed
de: Rasse
es: Raza

source: Event Image
de: Ereignisbild

source: Are you sure you want to delete this image?
de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?

source: Enlarged Image
de: Vergrößertes Bild

source: Are you sure you want to delete this inspection?
de: Sind Sie sicher, dass Sie diese Durchsicht löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta inspección?

source: Are you sure you want to delete this treatment?
de: Sind Sie sicher, dass Sie diese Behandlung löschen möchten?
es: ¿Estás seguro de que quieres eliminar este tratamiento?

source: Are you sure you want to delete this feeding entry?
de: Sind Sie sicher, dass Sie diesen Fütterungseintrag löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta entrada de alimentación?

source: Are you sure you want to delete this harvest entry?
de: Sind Sie sicher, dass Sie diesen Ernteeintrag löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta entrada de cosecha?

source: Are you sure you want to delete this varroa control entry?
de: Sind Sie sicher, dass Sie diesen Varroakontrolle-Eintrag löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta entrada de control de varroa?

source: Are you sure you want to delete this split entry?
de: Sind Sie sicher, dass Sie diesen Ableger-Eintrag löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta entrada de división?

source: Are you sure you want to delete this queen?
de: Sind Sie sicher, dass Sie diese Königin löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta reina?

source: Bee Management
de: Imkerei-Verwaltung
es: Gestión de Abejas

source: Toggle navigation
de: Navigation umschalten
es: Alternar navegación

source: Overview
de: Übersicht
es: Resumen

source: + New Hive
de: + Neuer Bienenstock
es: + Nueva Colmena

source: Close
de: Schließen
es: Cerrar

source: Bee Management App
de: Imkerei-Verwaltungs-App
es: Aplicación de Gestión de Abejas

source: Edit Feeding for Hive
de: Fütterung für Bienenstock bearbeiten
es: Editar Alimentación para Colmena

source: Current Images
de: Aktuelle Bilder

source: Save
de: Speichern
es: Guardar

source: Cancel
de: Abbrechen
es: Cancelar

source: Edit Honey Harvest for Hive
de: Honigernte für Bienenstock bearbeiten
es: Editar Cosecha de Miel para Colmena

source: Edit Hive
de: Bienenstock bearbeiten
es: Editar Colmena

source: low
de: gering
es: bajo

source: medium
de: mittel
es: medio

source: high
de: hoch
es: alto

source: calm
de: sanftmütig
es: calmo

source: restless
de: unruhig
es: inquieto

source: below average
de: unterdurchschnittlich
es: por debajo del promedio

source: average
de: durchschnittlich
es: promedio

source: above average
de: überdurchschnittlich
es: por encima del promedio

source: Edit Inspection for Hive
de: Durchsicht für Bienenstock bearbeiten
es: Editar Inspección para Colmena

source: good
de: gut
es: bueno

source: sufficient
de: ausreichend
es: suficiente

source: Update Inspection
de: Durchsicht aktualisieren
es: Actualizar Inspección

source: Edit Queen for Hive
de: Königin für Bienenstock bearbeiten
es: Editar Reina para Colmena

source: Edit Split for Hive
de: Ableger für Bienenstock bearbeiten
es: Editar División para Colmena

source: Edit Treatment for Hive
de: Behandlung für Bienenstock bearbeiten
es: Editar Tratamiento para Colmena

source: Edit Varroa Control for Hive
de: Varroakontrolle für Bienenstock bearbeiten
es: Editar Control de Varroa para Colmena

source: Feedings for Hive
de: Fütterungen für Bienenstock
es: Alimentaciones para Colmena

source: Back to Hive
de: Zurück zum Bienenstock
es: Volver a la Colmena

source: All Feedings
de: Alle Fütterungen
es: Todas las Alimentaciones

source: + New Feeding
de: + Neue Fütterung
es: + Nueva Alimentación

source: Date
de: Datum
es: Fecha

source: Food Type
de: Futtertyp
es: Tipo de Alimento

source: Concentration
de: Konzentration
es: Concentración

source: Actions
de: Aktionen
es: Acciones

source: No feedings available for this hive yet.
de: Für diesen Bienenstock sind noch keine Fütterungen verfügbar.
es: No hay alimentaciones disponibles para esta colmena aún.

source: Honey Harvests for Hive
de: Honigernten für Bienenstock
es: Cosechas de Miel para Colmena

source: All Honey Harvests
de: Alle Honigernten
es: Todas las Cosechas de Miel

source: + New Harvest
de: + Neue Ernte
es: + Nueva Cosecha

source: Amount (kg)
de: Menge (kg)
es: Cantidad (kg)

source: Water Content
de: Wassergehalt
es: Contenido de Agua

source: No honey harvests available for this hive yet.
de: Für diesen Bienenstock sind noch keine Honigernten verfügbar.
es: No hay cosechas de miel disponibles para esta colmena aún.

source: Honey Harvest Report
de: Bericht zur Honigernte
es: Informe de Cosecha de Miel

source: Total Yield
de: Gesamtertrag
es: Rendimiento Total

source: Total Honey Yield
de: Gesamter Honigertrag
es: Rendimiento Total de Miel

source: This is the cumulative yield of all recorded honey harvests.
de: Dies ist der kumulierte Ertrag aller erfassten Honigernten.
es: Este es el rendimiento acumulado de todas las cosechas de miel registradas.

source: Back to Overview
de: Zurück zur Übersicht
es: Volver a Resumen

source: Details for
de: Details für
es: Detalles para

source: Hive
de: Bienenstock
es: Colmena

source: Number of Frames
de: Anzahl der Waben
es: Número de Cuadros

source: Current Queen
de: Aktuelle Königin
es: Reina Actual

source: Colony Strength
de: Volksstärke
es: Fuerza de la Colonia

source: Temperament
de: Sanftmut
es: Temperamento

source: Edit Master Data
de: Stammdaten bearbeiten
es: Editar Datos Maestros

source: + Inspection
de: + Durchsicht
es: + Inspección

source: + Feeding
de: + Fütterung
es: + Alimentación

source: + Treatment
de: + Behandlung
es: + Tratamiento

source: + Harvest
de: + Ernte
es: + Cosecha

source: + Varroa Control
de: + Varroakontrolle
es: + Control de Varroa

source: + Split
de: + Ableger
es: + División

source: + Queen
de: + Königin
es: + Reina

source: Chronicle
de: Chronik
es: Crónica

source: No entries in the chronicle for this hive yet.
de: Noch keine Einträge in der Chronik für diesen Bienenstock.
es: No hay entradas en la crónica para esta colmena aún.

source: Hive Overview
de: Bienenstock-Übersicht
es: Resumen de Colmenas

source: No hives available yet.
de: Noch keine Bienenstöcke verfügbar.
es: No hay colmenas disponibles aún.

source: Inspections for Hive
de: Durchsichten für Bienenstock
es: Inspecciones para Colmena

source: All Inspections
de: Alle Durchsichten
es: Todas las Inspecciones

source: + New Inspection
de: + Neue Durchsicht
es: + Nueva Inspección

source: Queen Sighted
de: Königin gesichtet
es: Reina Avistada

source: Swarm Cells
de: Schwarmzellen
es: Celdas Reales

source: Yes
de: Ja
es: Sí

source: No
de: Nein

source: No inspections available for this hive yet.
de: Für diesen Bienenstock sind noch keine Durchsichten verfügbar.
es: No hay inspecciones disponibles para esta colmena aún.

source: New Feeding for Hive
de: Neue Fütterung für Bienenstock
es: Nueva Alimentación para Colmena

source: Add
de: Hinzufügen
es: Añadir

source: New Honey Harvest for Hive
de: Neue Honigernte für Bienenstock
es: Nueva Cosecha de Miel para Colmena

source: Add New Hive
de: Neuen Bienenstock hinzufügen
es: Añadir Nueva Colmena

source: New Inspection for Hive
de: Neue Durchsicht für Bienenstock
es: Nueva Inspección para Colmena

source: Add Inspection
de: Durchsicht hinzufügen
es: Añadir Inspección

source: New Queen for Hive
de: Neue Königin für Bienenstock
es: Nueva Reina para Colmena

source: Add New Split for Hive
de: Neuen Ableger für Bienenstock hinzufügen
es: Añadir Nueva División para Colmena

source: New Treatment for Hive
de: Neue Behandlung für Bienenstock
es: Nuevo Tratamiento para Colmena

source: New Varroa Control for Hive
de: Neue Varroakontrolle für Bienenstock
es: Nuevo Control de Varroa para Colmena

source: Queens for Hive
de: Königinnen für Bienenstock
es: Reinas para Colmena

source: All Queens
de: Alle Königinnen
es: Todas las Reinas

source: + New Queen
de: + Neue Königin
es: + Nueva Reina

source: Birth Date
de: Schlupfdatum
es: Fecha de Nacimiento

source: Age (Years)
de: Alter (Jahre)
es: Edad (Años)

source: Color Mark
de: Farbmarkierung
es: Marca de Color

source: Introduction Date
de: Zusetzdatum
es: Fecha de Introducción

source: Marked
de: Gezeichnet
es: Marcada

source: Clipped
de: Flügel geschnitten
es: Recortada

source: No queens available for this hive yet.
de: Für diesen Bienenstock sind noch keine Königinnen verfügbar.
es: No hay reinas disponibles para esta colmena aún.

source: Splits for Hive
de: Ableger für Bienenstock
es: Divisiones para Colmena

source: All Splits
de: Alle Ableger
es: Todas las Divisiones

source: + New Split
de: + Neuer Ableger
es: + Nueva División

source: No splits available for this hive yet.
de: Für diesen Bienenstock sind noch keine Ableger verfügbar.
es: No hay divisiones disponibles para esta colmena aún.

source: Treatments for Hive
de: Behandlungen für Bienenstock
es: Tratamientos para Colmena

source: All Treatments
de: Alle Behandlungen
es: Todos los Tratamientos

source: + New Treatment
de: + Neue Behandlung
es: + Nuevo Tratamiento

source: Agent
de: Mittel
es: Agente

source: Dosage
de: Dosierung
es: Dosis

source: Duration
de: Dauer
es: Duración

source: No treatments available for this hive yet.
de: Für diesen Bienenstock sind noch keine Behandlungen verfügbar.
es: No hay tratamientos disponibles para esta colmena aún.

source: Treatment Report
de: Behandlungsbericht
es: Informe de Tratamiento

source: Hive ID
de: Bienenstock-ID
es: ID de Colmena

source: Efficacy Observation
de: Wirksamkeitsbeobachtung
es: Observación de Eficacia

source: No treatments found.
de: Keine Behandlungen gefunden.
es: No se encontraron tratamientos.

source: Varroa Controls for Hive
de: Varroakontrollen für Bienenstock
es: Controles de Varroa para Colmena

source: All Varroa Controls
de: Alle Varroakontrollen
es: Todos los Controles de Varroa

source: + New Varroa Control
de: + Neue Varroakontrolle
es: + Nuevo Control de Varroa

source: Infestation Level
de: Befallsgrad
es: Nivel de Infestación

source: No varroa controls available for this hive yet.
de: Für diesen Bienenstock sind noch keine Varroakontrollen verfügbar.
es: No hay controles de varroa disponibles para esta colmena aún.

source: {editor}: Editing failed
de: {editor}: Bearbeitung fehlgeschlagen

source: {editor}: Editing failed: {e}
de: {editor}: Bearbeitung fehlgeschlagen: {e}

source: {text} {deprecated_message}
de: {text} {veraltet_nachricht}

source: Options
de: Optionen

source: Got unexpected extra argument ({args})
de: Unerwartetes zusätzliches Argument erhalten ({args})

source: DeprecationWarning: The command {name!r} is deprecated.{extra_message}
de: Veraltet-Warnung: Der Befehl {name!r} ist veraltet.{extra_message}

source: Aborted!
de: Abgebrochen!

source: Commands
de: Befehle

source: Missing command.
de: Fehlender Befehl.

source: No such command {name!r}.
de: Kein solcher Befehl {name!r}.

source: Value must be an iterable.
de: Wert muss iterierbar sein.

source: Takes {nargs} values but 1 was given.
de: Benötigt {nargs} Werte, aber 1 wurde gegeben.

source: DeprecationWarning: The {param_type} {name!r} is deprecated.{extra_message}
de: Veraltet-Warnung: Der {param_type} {name!r} ist veraltet.{extra_message}

source: env var: {var}
de: Umgebungsvariable: {var}

source: default: {default}
de: Standard: {default}

source: required
de: erforderlich

source: (dynamic)
de: (dynamisch)

source: Show the version and exit.
de: Version anzeigen und beenden.

source: Show this message and exit.
de: Diese Nachricht anzeigen und beenden.

source: Error: {message}
de: Fehler: {message}

source: Try '{command} {option}' for help.
de: Versuchen Sie '{command} {option}' für Hilfe.

source: Invalid value: {message}
de: Ungültiger Wert: {message}

source: Invalid value for {param_hint}: {message}
de: Ungültiger Wert für {param_hint}: {message}

source: Missing argument
de: Fehlendes Argument

source: Missing option
de: Fehlende Option

source: Missing parameter
de: Fehlender Parameter

source: Missing {param_type}
de: Fehlender {param_type}

source: Missing parameter: {param_name}
de: Fehlender Parameter: {param_name}

source: No such option: {name}
de: Keine solche Option: {name}

source: Did you mean {possibility}?
de: Meinten Sie {possibility}?

source: unknown error
de: unbekannter Fehler

source: Could not open file {filename!r}: {message}
de: Konnte Datei {filename!r} nicht öffnen: {message}

source: Argument {name!r} takes {nargs} values.
de: Argument {name!r} benötigt {nargs} Werte.

source: Option {name!r} does not take a value.
de: Option {name!r} nimmt keinen Wert.

source: Option {name!r} requires an argument.
de: Option {name!r} erfordert ein Argument.

source: Shell completion is not supported for Bash versions older than 4.4.
de: Shell-Vervollständigung wird für Bash-Versionen älter als 4.4 nicht unterstützt.

source: Couldn't detect Bash version, shell completion is not supported.
de: Bash-Version konnte nicht erkannt werden, Shell-Vervollständigung wird nicht unterstützt.

source: Repeat for confirmation
de: Zur Bestätigung wiederholen

source: Error: The value you entered was invalid.
de: Fehler: Der von Ihnen eingegebene Wert war ungültig.

source: Error: {e.message}
de: Fehler: {e.message}

source: Error: The two entered values do not match.
de: Fehler: Die beiden eingegebenen Werte stimmen nicht überein.

source: Error: invalid input
de: Fehler: ungültige Eingabe

source: Press any key to continue...
de: Drücken Sie eine beliebige Taste, um fortzufahren...

source: Choose from: {choices}
de: Wählen Sie aus: {choices}

source: {value!r} is not {choice}.
de: {value!r} ist nicht {choice}.

source: {value!r} does not match the format {format}.
de: {value!r} entspricht nicht dem Format {format}.

source: {value!r} is not a valid {number_type}.
de: {value!r} ist kein gültiger {number_type}.

source: {value} is not in the range {range}.
de: {value} liegt nicht im Bereich {range}.

source: {value!r} is not a valid boolean.
de: {value!r} ist kein gültiger boolescher Wert.

source: {value!r} is not a valid UUID.
de: {value!r} ist keine gültige UUID.

source: file
de: Datei

source: directory
de: Verzeichnis

source: path
de: Pfad

source: {name} {filename!r} does not exist.
de: {name} {filename!r} existiert nicht.

source: {name} {filename!r} is a file.
de: {name} {filename!r} ist eine Datei.

source: {name} {filename!r} is a directory.
de: {name} {filename!r} ist ein Verzeichnis.

source: {name} {filename!r} is not readable.
de: {name} {filename!r} ist nicht lesbar.

source: {name} {filename!r} is not writable.
de: {name} {filename!r} ist nicht schreibbar.

source: {name} {filename!r} is not executable.
de: {name} {filename!r} ist nicht ausführbar.

source: {len_type} values are required, but {len_value} was given.
de: {len_type} Werte sind erforderlich, aber {len_value} wurde gegeben.

source: Inspection Date
de: Datum der Durchsicht

source: Measures Taken
de: Durchgeführte Maßnahmen

source: Observations
de: Beobachtungen

source: Images
de: Bilder

source: Feeding Date
de: Datum der Fütterung

source: Amount (kg/l)
de: Menge (kg/l)

source: Concentration (if liquid)
de: Konzentration (wenn flüssig)

source: Harvest Date
de: Datum Ernte

source: form_label_water_content
de: Wassergehalt (%%)

source: Notes
de: Bemerkung

source: Hive Number
de: Volknummer

source: Colony Strength (number of occupied comb lanes)
de: Volkstärke (Anzahl besetzter Wabengassen)

source: Temperament (scale 1-5)
de: Temperament (Skala 1-5)

source: Swarming Tendency
de: Schwarmneigung

source: Comb Settling
de: Wabensitz

source: Honey Yield Rating
de: Honig Ausbeute

source: Birth Year/Hatching Date
de: Geburtsjahr/Schlüpfdatum

source: Breed/Genetics
de: Rasse

source: Clipped/Unclipped
de: Beschnitten/Nicht beschnitten

source: Split Date
de: Datum Ableger

source: New Hive ID (optional)
de: Neue Volk Nummer

source: Treatment Date
de: Datum der Behandlung

source: Treatment Type
de: Art der Behandlung

source: Used Agent
de: Verwendetes Mittel

source: Duration of Treatment
de: Behandlungsdauer

source: Control Date
de: Datum der Kontrolle

source: inspection
de: Durchsicht

source: treatment
de: Behandlung

source: feeding
de: Fütterung

source: harvest
de: Ernte

source: varroa_control
de: Varroa Kontrolle

source: split
de: Ableger

source: Name
es: Nombre
